Repository: Tolriq/repository.yatse.kodi
Catalog: script.yatse.kodi/resources/language/*/strings.po
Languages: russian

# #32000
source: General
russian: Основные

# #32001
source: Sharing
russian: Обмен

# #32002
source: Enable logging
russian: Включить лог

# #32003
source: Open magnet with
russian: Открывать Magnet с помощью

# #32004
source: Unsupported command received.
russian: Принята неподдерживаемая команда.

# #32005
source: Please verify if there's an update for this plugin.
russian: Проверьте, есть ли обновление для этого плагина.

# #32006
source: Unable to resolve the shared url.
russian: Не удалось определить общий URL

# #32007
source: Resolving shared media.
russian: Обработка переданной ссылки.

# #32008
source: Prefer Kodi Youtube addon for Youtube urls
russian: Предпочитать дополнение YouTube для Kodi при открытии ссылок на YouTube

# #32009
source: Network
russian: Сеть

# #32010
source: Skip SSL verification
russian: Отключить проверку SSL сертификатов

# #32011
source: Use cookies from browser for YoutubeDL
russian: Использовать для YoutubeDL cookies из браузера

# #32012
source: Browser with cookies for YoutubeDL
russian: Браузер с cookies для YoutubeDL

# #32013
source: Use YoutubeDL http headers
russian: Использовать HTTP заголовки YoutubeDL

# #32100
source: Use custom YoutubeDL format filter
russian: Использовать кастомный формат фильтра для YoutubeDL

# #32101
source: Preferred YoutubeDL format
russian: Предпочитаемый формат YoutubeDL
